tap "adoptopenjdk/openjdk"
tap "facebook/fb"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "txn2/tap"
brew "harfbuzz"
brew "icu4c@76"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "boost"
brew "azure-cli"
brew "bat"
brew "btop"
brew "ruby"
brew "cocoapods"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "deno"
brew "dnsmasq"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "fd"
brew "gh"
brew "go"
brew "grpc"
brew "jq"
brew "kube-ps1"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "mkcert"
brew "mtr"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nss"
brew "nvm"
brew "oha"
brew "openjdk@11"
brew "osv-scanner"
brew "pkgconf"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yq"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "txn2/tap/kubefwd"
cask "amethyst"
cask "figma"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "ghostty"
cask "sf-symbols"
cask "shortcat"
