tap "adoptopenjdk/openjdk"
tap "facebook/fb"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "txn2/tap"
brew "harfbuzz"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "azure-cli"
brew "bat"
brew "boost"
brew "btop"
brew "ruby"
brew "cocoapods"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "deno"
brew "dnsmasq", restart_service: true
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "gh"
brew "grpc"
brew "jq"
brew "kube-ps1"
brew "mkcert"
brew "mtr"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "oha"
brew "openjdk@11"
brew "osv-scanner"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "tmux"
brew "watchman"
brew "wget"
brew "yq"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "txn2/tap/kubefwd"
cask "alacritty"
cask "figma"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "kitty"
cask "sf-symbols"
